{
  "es": {
    "hero.title": "Soy Pablo Romano",
    "hero.title2": "Y desarrollo apps con alma",
    "hero.subtitle": "Creo prototipos de experiencias digitales que combinan identidad única, narrativas auténticas y una estética intencional.",
    "hero.subtitle2": "Combino tecnología, narrativa y estética para crear experiencias digitales con identidad propia.",
    "hero.portfolio": "Ver trabajos",
    "hero.contact": "Hablemos",
    "whatido.line1": "Soy creativo de aplicaciones.",
    "whatido.line1.2": "Pero, ¿qué hace un creativo de aplicaciones?",
    "whatido.line2": "Trabajo con personas, ideas y proyectos que buscan salirse de lo genérico.",
    "whatido.line3": "Combino diseño, código, narrativa y sensibilidad cultural para crear experiencias digitales únicas.",
    "services.prototype.title": "Prototipos creativos",
    "services.prototype.description": "Transformo tus ideas en prototipos reales con diseño visual potente.",
    "services.concept.title": "Conceptualización de apps",
    "services.concept.description": "Definimos juntos la esencia de tu app antes de desarrollarla.",
    "services.direction.title": "Dirección de producto cultural",
    "services.direction.description": "Acompaño proyectos que quieren lanzar productos digitales con alma y propósito.",
    "about.title": "Sobre mí",
    "about.paragraph1": "Soy desarrollador y arquitecto de software con más de 10 años de experiencia construyendo productos digitales escalables. Durante años trabajé en fintechs, liderando equipos y optimizando sistemas complejos.",
    "about.paragraph2": "Pero también estoy profundamente conectado con el arte, la cultura y la estética. gemm-apps nace como una forma de unir mis dos mundos: la tecnología y lo expresivo.",
    "about.paragraph3": "Hoy desarrollo apps con alma, para personas y proyectos que tienen algo para decir. Porque la forma también comunica, y una app bien hecha puede ser una pieza cultural.",
    "about.experience.download": "Mi CV, para chusmear 👀",
    "portfolio.title": "Portfolio",
    "portfolio.project.garage.title": "Proyecto Garage",
    "portfolio.project.garage.description": "Web urbana para eventos culturales con reserva integrada y estética trashera.",
    "portfolio.project.cultural.title": "App Cultural",
    "portfolio.project.cultural.description": "Plataforma para conectar artistas locales con espacios de exposición.",
    "portfolio.project.zine.title": "Zine Digital",
    "portfolio.project.zine.description": "Revista digital interactiva con narrativas multimedia y diseño editorial.",
    "portfolio.project.marketplace.title": "Marketplace Urbano",
    "portfolio.project.marketplace.description": "E-commerce para productos artesanales con enfoque en la comunidad local.",
    "portfolio.project.music.title": "App de Música",
    "portfolio.project.music.description": "Streaming de música independiente con recomendaciones basadas en IA.",
    "portfolio.project.education.title": "Plataforma Educativa",
    "portfolio.project.education.description": "Sistema de aprendizaje online con gamificación y contenido personalizado.",
    "portfolio.image.placeholder": "Imagen del proyecto",
    "manifesto.line1": "Diseño para vos, que querés expresar más que solo una idea.",
    "manifesto.line2": "Trabajo con ideas originales para crear apps que se destaquen del montón.",
    "manifesto.line3": "Jugar, explorar y divertirme: ahí es donde más brillo.",
    "manifesto.line4": "La estética también es una forma de verdad.",
    "contact.title": "¿Tenes un idea para una app con alma?",
    "contact.button": "Escribime"
  },
  "en": {
    "hero.title": "I'm Pablo Romano",
    "hero.title2": "And I develop apps with soul",
    "hero.subtitle": "I create digital experience prototypes that combine unique identity, authentic narratives, and thoughtfully considered aesthetics.",
    "hero.subtitle2": "I blend technology, narrative, and aesthetics to craft digital experiences with a strong sense of identity.",
    "hero.portfolio": "View work",
    "hero.contact": "Let's talk",
    "whatido.line1": "I'm a creative app maker.",
    "whatido.line1.2": "But what does a creative app maker actually do?",
    "whatido.line2": "I work with people, ideas, and projects that want to break free from the generic.",
    "whatido.line3": "I combine design, code, narrative and cultural sensitivity to create unique digital experiences.",
    "services.prototype.title": "Creative prototypes",
    "services.prototype.description": "I turn your ideas into real prototypes with bold visual design.",
    "services.concept.title": "App conceptualization",
    "services.concept.description": "We define your app’s essence together, before we build it.",
    "services.direction.title": "Cultural product direction",
    "services.direction.description": "I guide projects looking to launch digital products with soul.",
    "about.title": "About me",
    "about.paragraph1": "I am a developer and software architect with more than 10 years of experience building scalable digital products. For years I worked in fintechs, leading teams and optimizing complex systems.",
    "about.paragraph2": "But I am also deeply connected to art, culture and aesthetics. gemm-apps was born as a way to unite my two worlds: technology and the expressive side.",
    "about.paragraph3": "Today I develop apps with soul, for people and projects that have something to say. Because form also communicates, and a well-made app can be a cultural piece.",
    "about.experience.download": "My CV, take a peek 👀",
    "portfolio.title": "Portfolio",
    "portfolio.project.garage.title": "Garage Project",
    "portfolio.project.garage.description": "Urban web for cultural events with integrated booking and underground aesthetics.",
    "portfolio.project.cultural.title": "Cultural App",
    "portfolio.project.cultural.description": "Platform to connect local artists with exhibition spaces.",
    "portfolio.project.zine.title": "Digital Zine",
    "portfolio.project.zine.description": "Interactive digital magazine with multimedia narratives and editorial design.",
    "portfolio.project.marketplace.title": "Urban Marketplace",
    "portfolio.project.marketplace.description": "E-commerce for artisanal products with focus on local community.",
    "portfolio.project.music.title": "Music App",
    "portfolio.project.music.description": "Independent music streaming with AI-based recommendations.",
    "portfolio.project.education.title": "Educational Platform",
    "portfolio.project.education.description": "Online learning system with gamification and personalized content.",
    "portfolio.image.placeholder": "Project image",
    "manifesto.line1": "I design for you, when your ideas need more than words.",
    "manifesto.line2": "I work with original ideas to create apps that stand out from the crowd.",
    "manifesto.line3": "Play, exploration, and fun. That’s where I let myself shine.",
    "manifesto.line4": "Aesthetics is also a form of truth.",
    "contact.title": "Got an idea for an app with soul?",
    "contact.button": "Write me"
  }
}
